Repository: HerzScheisse/vesta_relatives
Catalog: resources/lang/*.po
Languages: cs, es, nb_no, nn

source: linkage challenged
cs: spojení čeká
es: vinculación consultada
nb_no: tvilsom forbindelse
nn: tvilsomt samband

source: Linking this child to this family is suspect, but the linkage has been neither proven nor disproven.
cs: Připojení tohoto dítěte k této rodině je podezřelé, ale zatím není ani potvrzeno ani odmítnuto.
es: La vinculación de este menor con esta familia está en duda, el vínculo no ha sido probado ni refutado.
nb_no: Å knytte dette barnet til denne familien er tvilsomt, men koblingen er verken bevist eller motbevist.
nn: Å knyte dette barnet til denne familien er tvilsomt, men sambandet er korkje bekrefta eller avkrefta.

source: linkage disproven
cs: spojení zamítnuto
es: vinculación rechazada
nb_no: forbindelse tilbakevist
nn: samband tilbakevist

source: There has been a claim by some that this child belongs to this family, but the linkage has been disproven.
cs: Někdo prohlašuje, že toto dítě patří k této rodině, ale spojení bylo zamítnuto.
es: Algunos han afirmado que este menor pertenece a esta familia, pero el vínculo ha sido rechazado.
nb_no: Det har vært hevdet at dette barnet tilhører denne familien, men forbindelsen er blitt tilbakevist.
nn: Det er hevda at dette barnet høyrer til denne familien, men dette sambandet har blitt tilbakevist.

source: Modules listed here may provide additional data for families (displayed in the configured order).
cs: Moduly v tomto seznamu mohou poskytovat přídavné údaje k rodinám (zobrazeny v konfigurovaném pořadí).
es: Los módulos enumerados aquí pueden proporcionar datos adicionales para las familias (que se muestran en el orden configurado).
nb_no: Moduler som er oppført her, kan gi flere data for familier (vises i den konfigurerte rekkefølgen).
nn: Modular oppførte her, kan gi fleire data for familiar (synt i konfigurert rekkefølge).

source: A tab showing the close relatives of an individual.
cs: Záložka zobrazující blízké příbuzné osoby.

source: Replacement for the original 'Families' module.
cs: Náhrada za původní modul 'Rodiny'.
es: Reemplaza del módulo 'Familias' original.
nb_no: Erstatning for den opprinnelige modulen «Familier».
nn: Erstatning for den opphavelige modulen «Familier».

source: An extended 'Families' tab, with hooks for other custom modules.
cs: Rozšířená záložka 'Rodiny' s háčky pro ostatní moduly.
es: Una pestaña extendida de 'Familias', con hooks a otros módulos personalizados.
nb_no: En utvidet fane «Familier», med hooks for andre egendefinerte moduler.
nn: Ei utvida fane "Familiar", med hooks for andre eigendefinerte modular.

source: Intended as a replacement for the original 'Families' module.
cs: Zamýšlený jako náhrada ze původní modul 'Rodiny'.
es: Diseñado como un reemplazo para el módulo 'Familias' original.
nb_no: Ment som en erstatning for den opprinnelige modulen "Familier".
nn: Meint som erstatning for den opphavelige modulen "Familiar".

source: Requires the '%1$s Vesta Common' module.
cs: Vyžaduje modul '%1$s Vesta Common'.

source: Displayed title
cs: Zobrazený název

source: Include the %1$s symbol in the module title
cs: Přidat symbol %1$s do názvu modulu

source: Include the %1$s symbol in the tab title
cs: Přidat symbol %1$s do názvu záložky

source: Deselect in order to have the tab appear exactly as the original tab.
cs: Potlačit, aby záložka vypadala stejně jako původní záložka.

source: General
cs: Všeobecné

source: Families Tab UI Element Providers
es: Pestaña de proveedores de elementos UI Familias
nb_no: Kilde til brukergrensesnittelement for familier
nn: Kilde til brukargrensesnittelement for familiar

source: Initialization
es: Inicialización
nb_no: Initialisering
nn: Initialisering

source: Load this tab dynamically
es: Cargar esta pestaña dinámicamente
nb_no: Last denne fanen dynamisk
nn: Last denne fana dynamisk

source: Select this option in order to load the tab contents only once the tab is actually selected. This may improve the overall performance.
es: Seleccione esta opción para cargar/actualizar el contenido sólo cuando seleccione la pestaña. Esto puede mejorar el rendimiento general.
nb_no: Velg dette for å laste fanens innhold kun når fanen faktisk åpnes. Dette vil kunne øke den totale ytelsen.
nn: Vel dette for å laste fana sitt innhald berre når fana faktisk opnast. Dette vil kunne auke den totale ytelsen.

source: Deselect this option if you have other tabs which use this tab's content (the Album tab in particular displays all media from all tabs in the slideshow, and will therefore work better with this option deselected).
es: Anule la selección de esta opción si otras pestañas que usan el contenido de esta (por ejemplo, la pestaña Álbum muestra todos los medios de todas las pestañas en la presentación de diapositivas y, por lo tanto, funcionará mejor con esta opción sin seleccionar).
nb_no: Velg bort dette dersom du har andre faner som benytter denne fanens innhold (spesielt fanen Album viser alle media fra alle faner i bildefremvisning, og vil derfor fungere bedre ved å velge bort denne muligheten).
nn: Vel bort dette dersom du har andre faner som nyttar denne fana sitt innhald (særskilt fana Album syner alle media frå alle faner i bileteframsyning, og vil då fungere betre ved å velje bort denne mogelegheita).
